---
kind: property
id: P:Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.SystemNavigator
source: html/f08def99-3529-7c14-928f-661f7630bbeb.htm
---
# Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.SystemNavigator Property

The system browser pane.

## Syntax (C#)
```csharp
public static DockablePaneId SystemNavigator { get; }
```